posts/20220309143951-central_banks_only_control_short_term_interest_rates.org
:PROPERTIES:
:ID:       b4337b4f-7aae-434e-94a8-2d93b9452799
:END:
#+TITLE: Central banks only control short-term interest rates (when it does)
#+CREATED: [2022-03-09 Wed 14:39]
#+LAST_MODIFIED: [2022-03-09 Wed 14:50]

The Fed has 2 levers:
- The interest rate it pays to banks on the reserves held in their Fed account
- The interest rate it offers on the Reverse Repo Facility (RPP). The fact that you can lend risk-free to the Fed at a fixed rate puts a floor on the interest rate available,

Markets will then use the overnight rate set by the Fed as a reference to value the 1-week, 1-month, 2-months, etc. Treasury yield. It has little importance further out on the yield curve. This will thus only affect out-of-the-ordinary financing which typically uses short-term treasuries.

/This failed on September, 19 2019/

[[cite:&wang2021]]
