20220309143951-central_banks_only_control_short_term_interest_rates.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-01-19 Thu 17:07 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Central banks only control short-term interest rates (when it does)</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">Central banks only control short-term interest rates (when it does)</h1>
<p>
The Fed has 2 levers:
</p>
<ul class="org-ul">
<li>The interest rate it pays to banks on the reserves held in their Fed account</li>
<li>The interest rate it offers on the Reverse Repo Facility (RPP). The fact that you can lend risk-free to the Fed at a fixed rate puts a floor on the interest rate available,</li>
</ul>

<p>
Markets will then use the overnight rate set by the Fed as a reference to value the 1-week, 1-month, 2-months, etc. Treasury yield. It has little importance further out on the yield curve. This will thus only affect out-of-the-ordinary financing which typically uses short-term treasuries.
</p>

<p>
<i>This failed on September, 19 2019</i>
</p>

<p>

</p>

<div id="outline-container-org95eab30" class="outline-2">
<h2 id="org95eab30">Links to this note</h2>
<div class="outline-text-2" id="text-org95eab30">
<ul class="org-ul">
<li><a href="./20220307113210-central_banking_101.html">Central banking 101</a></li>
</ul>
</div>
</div>
</div>
</body>
</html>